//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_DFW */

	"100" = "save \"%1\"";
	"101" = "revert to the previous version of \"%1\"";
	"102" = "create a new document";
	"103" = "open \"%1\"";
	"104" = "save as \"%1\"";
	"105" = "save a copy in \"%1\"";
	"106" = "make the clipboard available inside the application";
	"107" = "make the clipboard available outside the application";
	"108" = "Cannot remember the styles associated with the text.  The text is intact, however.";
	"109" = "Cannot add any more characters here.";
	"110" = "Could not %4 because %1%2. %3";
	"111" = "Could not complete the %4 command because %1 %2 %3";
	"112" = "Could not complete your request because %1%2. %3";
	"113" = "a program error occurred";
	"114" = " (%1)";
	"115" = "Invalid Selection";
	"116" = "Save this session as:";
	"117" = "Save a copy in:";
	"118" = "Show Clipboard";
	"119" = "Hide Clipboard";
	"120" = "Can't Undo";
	"121" = "Undo %1";
	"122" = "Redo %1";
	"123" = "About %1";
	"124" = "Unable to display contents at the moment";
	"125" = "untitled %1";
	"126" = "closing";
	"127" = "quitting";
	"128" = "save";
	"129" = "revert";
	"130" = "Hide Borders";
	"131" = "Show Borders";
	"132" = "Subscriber Options...";
	"133" = "Publisher Options...";
	"134" = "untitled";
	"135" = "Preferences...";
	"136" = "Save changes to the %1 document \"%2\" before %3?";
	"137" = "&Revert";
	"138" = "Revert to the last saved version of \"%1\"?";
	"139" = "The disk copy of \"%1\" was changed since you last opened or saved it.  Do you want to %2 anyway?";
	"140" = "The disk copy of \"%1\" was changed since you last opened or saved it.  Do you want to save a copy?";
	"141" = "There is not enough disk space to save the document unless the existing copy is deleted first.  Delete existing copy of \"%1\"?";
	"142" = "Space is low.  Please quit now and allocate more memory to Pro Tools.";
	"143" = "%1; previous value substituted.";
	"144" = "\"%1\" is already open.";
	"145" = "&Help";
	"146" = "Hide %1";
	"147" = "Hide Others";
	"148" = "Show All";
	"149" = "Quit %1";
	"150" = "Services";
	"151" = "Unable to load view: \"%1\"";
	"152" = "Unable to load class: \"%1\"";
	"153" = "-∞";
	"154" = "∆-∞";
	"155" = "This field requires values in the range of %1 and %2.";
	"156" = "This field requires one of the following values: %1.";
	"157" = "This field supports at most one digit after the decimal point.";
	"158" = "Please choose a name with 255 or fewer characters (including all extensions).";
	"159" = "Please choose a name with %1 or fewer characters";
	"160" = "Cannot replace a folder with a file.";
	"161" = "This file is read-only.";
	"162" = "Use another filename, or remove the read-only attribute from the file";
	"163" = "by right-clicking on the file and editing its properties.";
	"164" = "\"%1\" already exists.  Do you want to replace it?";
	"165" = "The chosen name contains illegal characters.";
	"166" = "Main";
	"167" = "&Folders";
	"168" = "Fi&les";
	"169" = "%1 (%2)";
	"170" = "*.%2";
	"171" = "All Files";
	"172" = "*.*";
	"173" = "Recent Files";
	"174" = "Recent Folders";
	"175" = "The chosen name must be less than 256 characters.";
	"176" = "The file name and path is %1 characters. The maximum length is %2 characters for creating files. This may cause problems when using Pro Tools.";
	"177" = "Pro Tools does not support unmapped network volumes.";
	"178" = "Close";
	"179" = "This application requires a processor with SSE 2 support or better.";
	"180" = "This application requires a processor with SSSE 3 support or better.";
	"181" = "Call of the function %1 failed. Error code: %2";
	"182" = "Open folder";
	"183" = "Pause";
	"184" = "Resume";
	"185" = "Cancel";
	"186" = "Downloaded: %1kB of %2kB";
	"187" = "Downloaded: %1kB";
	"188" = "Error: %1";
	"189" = "Downloading completed";
	"190" = "Paused";
	"191" = "You are not connected to the Internet!";
	"192" = "Version: ";
	"193" = "(New Label)";
	"194" = "(New)";
	"195" = "Show All...";
	"196" = "Create new tag \"%1\"";
	"197" = "(No Results Found)";
	"198" = "FAVORITES";
	"199" = "TOP RESULTS";

/* L10N_TEValidation */

	"200" = "Invalid value";
	"201" = "The value is less than the allowed minimum";
	"202" = "The value is greater than the allowed maximum";
	"203" = "The value contains non-numeric characters";
	"204" = "The value contains too many characters";
	"205" = "The value contains non-note value";
	"206" = "The value is less than the allowed minimum of %1";
	"207" = "The value is greater than the allowed maximum of %1";

/* L10N_MSS */

	"300" = "MIDI Studio Setup...";
	"301" = "Active";
	"302" = "Name";
	"303" = "Input";
	"304" = "IO Linked";
	"305" = "Output";
	"306" = "Receive Channels";
	"307" = "Send Channels";
	"308" = "Multitimbral";
	"309" = "Controller";
	"310" = "MIDI Timecode";
	"311" = "MIDI Beat Clock";
	"312" = "MIDI Machine Control";
	"313" = "MIDI Timecode";
	"314" = "Factory Name File";
	"315" = "User Name File";
	"316" = "Manufacturer";
	"317" = "Model";
	"318" = "Unknown";
	"319" = "%1 Port %2";
	"320" = "Instruments ";
	"321" = "New Instrument";
	"322" = "Delete Instrument";
	"323" = "Interface Entity";
	"324" = "Instrument Entity";
	"325" = "Import....";
	"326" = "Library";
	"327" = "Audio";
	"328" = "Import";
	"329" = "Export";
	"330" = "Create";
	"331" = "Delete";
	"332" = "Device Scan";
	"333" = "Test";
	"334" = "View";
	"335" = "Inspect";
	"336" = "Name the Instrument:";
	"337" = "Previous";
	"338" = "Next";
	"339" = "Close MIDI Studio Setup";
	"340" = "OK";
	"341" = "%1 items selected.";
	"342" = "Are you sure you want to delete the selected instruments? This action cannot be undone.";
	"343" = "Importing another MIDI Studio Setup will replace the currently active Setup. Do you want to proceed?";
	"344" = "<Unknown Instrument>";
	"345" = "Find Factory Directory";
	"346" = "Factory Directory";
	"347" = "Instrument:";
	"348" = "Setup:";
	"349" = "Instrument Name:";
	"350" = "Manufacturer:";
	"351" = "Model:";
	"352" = "Input Port:";
	"353" = "Output Port:";
	"354" = "Receive Channels:";
	"355" = "Send Channels:";
	"356" = "New Instrument ";
	"357" = "Port";
	"358" = "This name is already in use by another instrument or MIDI device. Please enter a different name.";
	"359" = "dms";
	"360" = "Pro Tools cannot open the selected file because it is not a valid MIDI Studio Setup file.";
	"361" = "Untitled Document";
	"362" = "Properties";
	"363" = "Show Duplicate Emulated Outputs";

/* L10N_Mac */

	"400" = "end of file encountered";
	"401" = "Open System Prefs...";
	"402" = "Continue";
	"403" = "Audio input for Pro Tools is disabled.\n\nGo to System Preferences > Security and Privacy > Privacy > Microphone, and check “Pro Tools” in order to enable Pro Tools to record from ANY hardware.";
	"404" = "This version of Pro Tools cannot be launched because it is not compatible with macOS 10.15 and later.";

/* L10N_ProToolsGeneric */

	"500" = "None";
	"501" = "none";
	"502" = "MIDI";
	"503" = "&OK";
	"504" = "Quit";
	"505" = "&Cancel";
	"506" = "&Accept";
	"507" = "&Decline";
	"508" = "&Copy Error Message";
	"509" = "&Retry";
	"510" = "&Stop";
	"511" = "&Delete";
	"512" = "&Continue";
	"513" = "&Yes";
	"514" = "&No";
	"515" = "More &Info...";
	"516" = "Any";
	"517" = "All";
	"518" = "All";
	"519" = "off";
	"520" = "off";
	"521" = "on";
	"522" = "pan";
	"523" = "volume";
	"524" = "volume trim";
	"525" = "level trim";
	"526" = "n/a";
	"527" = "Pro Tools";
	"528" = "&Save";
	"529" = "&Don't Save";
	"530" = "&Discard";
	"531" = "&Keep";
	"532" = "&Don't Delete";
	"533" = "&Remove";
	"534" = "ProTools 5.0";
	"535" = "ProTools 4.3";
	"536" = "ProTools 3.2";
	"537" = "Pro Tools 5.0";
	"538" = "Pro Tools 4.3";
	"539" = "Pro Tools 3.2";
	"540" = "Audio Tracks";
	"541" = "Audio and Video Tracks";
	"542" = "MIDI Tracks";
	"543" = "Aux Tracks";
	"544" = "Master Tracks";
	"545" = "Instrument Tracks";
	"546" = "VCA Masters";
	"547" = "Folders";
	"548" = "Frozen Tracks";
	"549" = "Could not create the TCE plug-in's factory default file because %1.";
	"550" = "not available";
	"551" = "Not Available";
	"552" = " with ";
	"553" = "\"%1\"";
	"554" = "Don't show this again";
	"555" = "Minimal";
	"556" = "&Allow";
	"557" = "&Replace";
	"558" = "简体中文 (Simplified Chinese)";
	"559" = "繁體中文 (Traditional Chinese)";
	"560" = "Deutsch (German)";
	"561" = "English (English)";
	"562" = "Español (Spanish)";
	"563" = "Français (French)";
	"564" = "Italiano (Italian)";
	"565" = "日本語 (Japanese)";
	"566" = "한글 (Korean)";
	"567" = "Sign In";
	"568" = "Sign Out";
	"569" = "Signing In";
	"570" = "Session";
	"571" = "Project";
	"572" = "&Repair";
	"573" = "You have used %1 of %2 (%3%) total cloud storage";
	"574" = " (Storage: %1%)";
	"575" = "You are trying to run a newer version of Pro Tools than allowed by your license. You can uninstall this version of Pro Tools and reinstall any version of Pro Tools that is supported by your license, or visit your MyAvid Account to renew your upgrade plan.";
	"576" = "MyAvid";
	"577" = "Would you like to send usage and diagnostic data to Avid to help us improve our products and services?\n\n";
	"578" = "Note that some web-based screens may continue to collect usage and diagnostic data in accordance with our Privacy Policy.";
	"579" = "\n\nThis setting can be changed in Pro Tools Preferences > Operation > Diagnostics.";
	"580" = "\n\nThis setting can be changed in the Pro Tools First “Setup” menu.";
	"581" = "&Update";
	"582" = "&Skip";
	"583" = "&Save As...";

/* L10N_ReasonIDs */

	"600" = "a program error occurred";
	"601" = "a disk is full";
	"602" = "a disk is locked";
	"603" = "there is not enough memory";
	"604" = "a disk error occurred";
	"605" = "a file is locked";
	"606" = "a file is already in use or was left open";
	"607" = "a problem writing the print file occurred";
	"608" = "the printer could not be found";
	"609" = "a problem communicating with the printer occurred";
	"610" = "its disk copy was deleted";
	"611" = "that document is currently open";
	"612" = "its disk copy was changed";
	"613" = "a problem with the file server occurred";
	"614" = "you do not have the necessary access privileges";
	"615" = "the selected printing resource could not be found";
	"616" = "a problem with AppleTalk occurred";
	"617" = "AppleTalk is not connected";
	"618" = "it is not the right kind of document";
	"619" = "a disk is not available";
	"620" = "there are too many files open";
	"621" = "the required resources were not found";
	"622" = "this feature is not implemented";
	"623" = "\"^3\", an internal component, is missing";
	"624" = "an internal component is missing";
	"625" = "the Edition Manager isn't initialized";
	"626" = "there is a problem accessing the edition";
	"627" = "the specified format is not in the edition";
	"628" = "the edition is not a publisher";
	"629" = "there is a problem specifying the edition";
	"630" = "end of file was reached";
	"631" = "a file was not found";
	"632" = "the printer file is used by another application or the Chooser";

/* L10N_RecoveryIDs */

	"700" = "Use the \"Get Info\" command in the Finder to unlock the file.";
	"701" = "Select a printer and try again.";
	"702" = "Save using a different name, or close the document and try again.";
	"703" = "Try closing some windows and try again.";
	"704" = "Call Digi for a secret decoder ring.";
	"705" = "Try closing the Chooser.";
	"706" = "Call InitUEditionDocument()!";

/* L10N_DAW */

	"800" = "unknown";
	"801" = "Undeclared";
	"802" = "Cancel";
	"803" = "Edit";
	"804" = "Undo";
	"805" = "Redo";
	"806" = "Cut";
	"807" = "Copy";
	"808" = "Paste";
	"809" = "Clear";
	"810" = "Select All";
	"811" = "Enter";
	"812" = "Return";
	"813" = "Escape";
	"814" = "Backspace";
	"815" = "Left Arrow";
	"816" = "Right Arrow";
	"817" = "Up Arrow";
	"818" = "Down Arrow";
	"819" = "Page Up";
	"820" = "Page Down";
	"821" = "Home";
	"822" = "End";
	"823" = "Space";
	"824" = "Tab";
	"825" = "Comma";
	"826" = "Period";
	"827" = "Quote";
	"828" = "Semicolon";
	"829" = "Backquote";
	"830" = "Minus";
	"831" = "Equals";
	"832" = "Plus";
	"833" = "Insert";
	"834" = "Delete";
	"835" = "Help";

/* L10N_Accessibility */

	"900" = "Selected. ";
	"901" = "Hidden. ";
	"902" = "Shown. ";
	"903" = " of ";
	"904" = " row ";
	"905" = "Row is empty.";
	"906" = "Table";
	"907" = "List";
	"908" = "Plug-in";
	"909" = "Level Meter";
	"910" = "Fader";
	"911" = "Knob";
	"912" = "Numeric Text";
	"913" = "Label";
	"914" = "Combo Box";
	"915" = "Tab Group";
	"916" = "Cell";
	"917" = "Column";
	"918" = "Row";
	"919" = "Tab";
	"920" = "Expanded. ";
	"921" = "Collapsed. ";
	"922" = "minus ";
	"923" = "plus ";
	"924" = "Has ";
	"925" = "Info";
	"926" = "Name";
	"927" = "Sync";
	"928" = "Icon";
	"929" = "Popup";
	"930" = "Expand/Collapse";
	"931" = "State";
	"932" = "Numeration";
	"933" = "Unknown";
	"934" = "Patch Number";
	"935" = "Sharing Merging";
	"936" = "Heat Bypass";
	"937" = "Heat Drive";
	"938" = "Heat Toggle";
	"939" = "Heat Tone";
	"940" = "0 dB";
	"941" = "+6 dB";
	"942" = "+3 dB";
	"943" = "Linear";
	"944" = "-3 dB";
	"945" = "-6 dB";
	"946" = "-inf dB";
	"947" = "Fade Out: ";
	"948" = "Fade In: ";
	"949" = "Open. ";
	"950" = "Closed. ";
	"951" = "Checked. ";
	"952" = "Unchecked. ";
	"953" = "Inactive. ";
	"954" = "Active. ";
	"955" = "Implicitly Selected. ";
	"956" = " (Double press to edit)";
	"957" = "Key Signature List";
	"958" = "Save into preset slot ";
	"959" = "Load from preset slot ";

/* L10N_DFW_Presets */

	"1000" = "<factory default>";
	"1001" = "Save Settings";
	"1002" = "Save Settings As...";
	"1003" = "Copy Settings";
	"1004" = "Paste Settings";
	"1005" = "Import Settings...";
	"1006" = "Merge Settings...";
	"1007" = "Delete Current Settings File...";
	"1008" = "Unlock Settings File";
	"1009" = "Lock Settings File";
	"1010" = "Save Preset Settings To%1";
	"1011" = "Root Settings Folder";
	"1012" = "Session Folder";
	"1013" = "Untitled";
	"1014" = "Preset can only be saved inside the \"Window Presets\" folder, or sub-folders of this folder.";
	"1015" = "You cannot overwrite the file because it is currently locked.";
	"1016" = "This file is not a valid settings file for %1: \n\t%2\n ";
	"1017" = "This file is not a valid settings file for %1: %2 ";
	"1018" = "&Cancel";
	"1019" = "&Delete";
	"1020" = "Are you sure you want to delete the settings file?";
	"1021" = "Can't delete: ";
	"1022" = "Choose a settings file:";
	"1023" = "Bars|Beats";
	"1024" = "Min:Secs";
	"1025" = "Timecode";
	"1026" = "Feet+Frames";
	"1027" = "Samples";

/* L10N_DFW1 */

	"1100" = "That command could not be run at this time.";
	"1101" = "Track/Playlist";
	"1102" = "Cloud Collab";
	"1103" = "Show/Hide";
	"1104" = "Automation";
	"1105" = "Editing";
	"1106" = "Clips";
	"1107" = "Tempo/Meter";
	"1108" = "MIDI";
	"1109" = "Recording";
	"1110" = "Clip Gain/Effects";
	"1111" = "Inserts/Sends";
	"1112" = "I/O";
	"1113" = "Transport";
	"1114" = "Clips List";
	"1115" = "Miscellaneous";
	"1116" = "Plug-Ins";
	"1117" = "File";
	"1118" = "Selection";
	"1119" = "Fades";
	"1120" = "Video";
	"1121" = "Window";
	"1122" = "Edit Tools";
	"1123" = "Focus";
	"1124" = "Zoom";
	"1125" = "Navigation";
	"1126" = "Meters";
	"1127" = "Transport";
	"1128" = "Workspace";
	"1129" = "File";
	"1130" = " menu";
	"1131" = "\"Save\" is disallowed because this session was last saved with %1 and contains data that is not supported on %2. Click \"Save As...\" to create a compatible copy of the session. The original session will be unaffected.";

/* L10N_CustomizedUI */

	"1200" = "General";
	"1201" = "Text Brightness:";
	"1202" = "Text Saturation:";
	"1203" = "Background Brightness:";
	"1204" = "Background Saturation:";
	"1205" = "Toolbar Brightness:";
	"1206" = "Tracks";
	"1207" = "Track Header Brightness:";
	"1208" = "Folder Track Header Brightness:";
	"1209" = "Track Header Saturation:";
	"1210" = "Edit Selection:";
	"1211" = "Timeline Brightness:";
	"1212" = "Inactive Track Brightness:";
	"1213" = "Inactive Track Saturation:";
	"1214" = "Clips";
	"1215" = "Waveform Brightness:";
	"1216" = "Background Brightness:";
	"1217" = "Melodyne Note Brightness:";
	"1218" = "Melodyne Note Saturation:";
	"1219" = "Grids";
	"1220" = "Brightness (Grid Mode):";
	"1221" = "Brightness (Non-Grid Mode):";
	"1222" = "Marker Lines";
	"1223" = "Brightness:";
	"1224" = "Color:";
	"1225" = "Automation View";
	"1226" = "Waveform Brightness:";
	"1227" = "Waveform Saturation:";
	"1228" = "Line Brightness:";
	"1229" = "Line Saturation:";
	"1230" = "Analysis/Warp View";
	"1231" = "Waveform Brightness:";
	"1232" = "Waveform Saturation:";
	"1233" = "Analysis Marker Brightness:";
	"1234" = "Analysis Marker Saturation:";
	"1235" = "Background Brightness:";
	"1236" = "High Contrast UI:";
	"1237" = "Text / Line Color:";
	"1238" = "Background Color:";
	"1239" = "Text Size";
	"1240" = "Clip Text Size:";
	"1241" = "Track Height Bounds Text Size:";
	"1242" = "List Text Size:";
	"1243" = "Default";
	"1244" = "Gray";
	"1245" = "Dark Gray";
	"1246" = "Red";
	"1247" = "Blue";
	"1248" = "Green";
	"1249" = "Yellow";
	"1250" = "Orange";
	"1251" = "Purple";
	"1252" = "Aqua";

